12/data/attachments/7d38a4ce7040c4f5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Erica_phone_Friend_71656_8</nif:username>
            <nif:friendToBeRequested>soap_friends_d687860b-2364-4b89-af16-4ccb3a34a4c6</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>